{ 
	"timeline":
	{
		"headline":"빠리 꼬뮌 Paris Commune",
		"type":"source type: Json",
		"startDate":"1870",
		"text":"일단 http://www.marxists.org/history/france/paris-commune/timeline.htm로 구성해 보쟈",
		"asset": {
			"media":"",
			"credit":"뎡야핑(님)",
			"caption":""
		},
		"date": 
        [
			{
				"startDate":"1870,1,10",
				"headline":"진격의 보나파르트",
				"text":"About 100,000 people demonstrate against Bonaparte's Second Empire after the death of Victor Noir, a republican journalist killed by the Emperor's cousin, Pierre Bonaparte.",
				"asset":
                {
                    "media":"http://taiji0920.jinbo.net/3.gif",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,5,8",
				"headline":"",
				"text":"A national plebiscite votes confidence in the Empire with about 84% of votes in favour. On the eve of the plebiscite members of the Paris Federation were arrested on a charge of conspiring against Napoleon III. This pretext was further used by the government to launch a campaign of persecution of the members of the International throughout France.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,7,19",
				"headline":"",
				"text":"After a diplomatic struggle over the Prussian attempt for the Spanish throne, Louis Bonaparte declares war on Prussia.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,7,23",
				"headline":"",
				"text":"Marx completes what will become known as his \"First Address.\"",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,7,26",
				"headline":"",
				"text":"The \"First Address\" is approved and internationally distributed by the General Council of the International Working Men's Association.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,8,4",
				"headline":"",
				"text":"~8.6. Crown Prince Frederick, commanding one of the three Prussian armies invading France, defeats French Marshal MacMahon at Worth and Weissenburg, pushes him out of Alsace (NorthEastern France), surrounds Strasbourg, and drives on towards Nancy. The other two Prussian armies isolate Marshal Bazaine's forces in Metz.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,8,16",
				"headline":"",
				"text":"~8.18. French Commander Bazaine's efforts to break his soldiers through the German lines are bloodily defeated at Mars-la-Tour and Gravelotte. The Prussians advance on Chalons.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,9,1",
				"headline":"",
				"text":"Battle of Sedan. MacMahon and Bonaparte, attempting to relieve Bazaine at Metz and finding the road closed, enters battle and is defeated at Sedan.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,9,2",
				"headline":"",
				"text":"Emperor Napoleon III and Marshal MacMahon capitulate at Sedan with over 83,000 soldiers.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,9,4",
				"headline":"",
				"text":"At news of Sedan, Paris workers invade the Palais Bourbon and force the Legislative Assembly to proclaim the fall of the Empire. By evening, the Third Republic is proclaimed at the Hotel de Ville (the City Hall) in Paris. The provisional Government of National Defence (GND) is established to continue the war effort to remove Germany from France.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,9,5",
				"headline":"",
				"text":"A series of meetings and demonstrations begin in London and other big cities, at which resolutions and petitions were passed demanding that the British Government immediately recognize the French Republic. The General Council of the First International took a direct part in the organization of this movement.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,9,6",
				"headline":"",
				"text":"GND issues statement: blames war on Imperial government, it now wants peace, but \"not an inch of our soil, not a stone of our fortresses, will we cede.\" With Prussia occupying Alsace-Lorraine, the war does not stop.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,9,19",
				"headline":"",
				"text":"Two German armies begin the long siege of Paris. Bismarck figures the \"soft and decadent\" French workers will quickly surrender. The GND sends a delegation to Tours, soon to be joined by Gambetta (who escapes from Paris in a balloon), to organize resistance in the provinces.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,10,27",
				"headline":"",
				"text":"French army, led by Bazaine with 140,000-180,000 men at Metz, surrenders.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,10,30",
				"headline":"",
				"text":" French National Guard defeated at Le Bourget.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,10,31",
				"headline":"",
				"text":"Upon the receipt of news that the Government of National Defense had decided to start negotiations with the Prussians, Paris workers and revolutionary sections of the National Guard rise up in revolt, led by Blanqui. They seize the Hôtel de Ville (City Hall) and set up their revolutionary government — the Committee of Public Safety, headed by Blanqui. On October 31, Flourens prevents any members of the Government of National Defense from being shot, as had been demanded by one of the insurrectionists.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1870,11,1",
				"headline":"",
				"text":"Under pressure from the workers the Government of National Defense promises to resign and schedule national elections to the Commune — promises it has no intention to deliver. With the workers pacified by their 'legal' charade, the government violently seizes the Hôtel de Ville and re-establishes its domination over the besieged city. Paris official Blanqui is arrested for treason.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,1,22",
				"headline":"",
				"text":"The Paris proletariat and the National Guards hold a revolutionary demonstration, initiated by the Blanquists. They demand the overthrow of the government and the establishment of a Commune. By order of the Government of National Defense, the Breton Mobile Guard, which was defending the Hôtel de Ville, opens fire on the demonstrators. After massacring the unarmed workers, the government begins preparations to surrender Paris to the Germans.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,1,28",
				"headline":"",
				"text":"After four long months of workers struggle, Paris is surrendered to the Prussians. While all regular troops are disarmed, the National Guard is permitted to keep their arms — the populous of Paris remains armed and allows the occupying armies only a small section of the city.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,2,8",
				"headline":"",
				"text":"Elections held in France, unknown to most of the nation's population.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,2,12",
				"headline":"",
				"text":"New National Assembly opens at Bordeaux; two-thirds of members are conservatives and wish the war to end.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,2,16",
				"headline":"",
				"text":"The Assembly elects Adolphe Thiers chief executive.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,2,26",
				"headline":"",
				"text":"The preliminary peace treaty between France and Germany signed at Versailles by Thiers and Jules Favre, on the one hand, and Bismarck, on the other. France surrenders Alsace and East Lorraine to Germany and paid it indemnities to the sum of 5 billion francs. German army of occupation to slowly withdraw as indemnity payments made. The final peace treaty was signed in Frankfort-on-Main on May 10, 1871.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,1",
				"headline":"",
				"text":"~3.3. After months of struggle and suffering, Paris workers react angrily to the entry of German troops in the city, and the ceaseless capitulation of the government. The National Guard defects and organizes a Central Committee.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,10",
				"headline":"",
				"text":"The National Assembly passes a law on the deferred payment of overdue bills; under this law the payment of debts on obligations concluded between August 13 and November 12, 1870 could be deferred. Thus, the law leads to the bankruptcy of many petty bourgeoisie.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,11",
				"headline":"",
				"text":"National Assembly adjourns. With trouble in Paris, it establishes its government at Versailles on March 20.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,18",
				"headline":"",
				"text":"Adolphe Thiers attempts to disarm Paris and sends French troops (regular army), but, through fraternization with Paris workers, they refuse to carry out thier orders. Generals Claude Martin Lecomte and Jacques Leonard Clement Thomas are killed by their own soldiers. Many troops peacefully withdraw, some remain in Paris. Thiers outraged, the Civil War begins.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,26",
				"headline":"",
				"text":" A municipal council — the Paris Commune — is elected by the citizens of Paris. Commune consists of workers, among them members of the First International and followers of Proudhon and Blanqui.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,28",
				"headline":"",
				"text":"The Central Committee of the National Guard, which up to then had carried on the government, resigns after it first decrees the permanent abolition of the \"Morality Police\".",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,3,30",
				"headline":"",
				"text":"The Commune abolishes conscription and the standing army; the National Guard, in which all citizens capable of bearing arms were to be enrolled, was to be the sole armed force. The Commune remitts all payments of rent for dwelling houses from October 1870 until April 1871. On the same day the foreigners elected to the Commune were confirmed in office, because \"the flag of the Commune is the flag of the World Republic\".",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,1",
				"headline":"",
				"text":"The Commune declares that the highest salary received by any member of the Commune does not exceed 6,000 francs",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,2",
				"headline":"",
				"text":"In order to suppress the Paris Commune Thiers appeals to Bismarck for permission to supplement the Versailles Army with French prisoners of war, most of whom had been serving in the armies that surrendered at Sedan and Metz. In return for the 5 billion francs indemnity payment, Bismarck agrees. The French Army begins seige of Paris. Paris is continually bombarded and, moreover, by the very people who had stigmatized as a sacrilege the bombardment of the same city by the Prussians. The Commune decrees the separation of the Church from the State, and the abolition of all state payments for religious purposes as well as the transformation of all Church property into national property. Religion is declared a purely private matter.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,5",
				"headline":"",
				"text":"Decree on hostages adopted by the Commune in an attempt to prevent Communards from being shot by the French Government. Under this decree, all persons found guilty of being in contact with the French Government were declared hostages. This was never carried out.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,6",
				"headline":"",
				"text":"The guillotine was brought out by the 137th battalion of the National guard, and publicly burnt, amid great popular rejoicing.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,7",
				"headline":"",
				"text":"On April 7, the French army captures the Seine crossing at Neuilly, on the western front of Paris. Reacting to French government policy of shooting captured Communards, Commune issues an \"eye-for-an-eye\" policy statement, threatening retaliation. The bluff is quickly called; Paris workers execute no one.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,8",
				"headline":"",
				"text":"A decree excluding from the schools all religious symbols, pictures, dogmas, prayers — in a word, \"all that belongs to the sphere of the individual's conscience\" — is ordered to be excluded from the schools. The decree is gradually applied.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,11",
				"headline":"",
				"text":"In an attack on southern Paris the French army is repulsed with heavy losses by General Eudes.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,12",
				"headline":"",
				"text":"The Commune decides that the Victory Column on the Place Vendôme, which had been cast from guns captured by Napoleon after the war of 1809, should be demolished as a symbol of chauvinism and incitement to national hatred. This decree was carried out on May 16.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,16",
				"headline":"",
				"text":"Commune announces the postponement of all debt obligations for three years and abolition of interest on them. The Commune orders a statistical tabulation of factories which had been closed down by the manufacturers, and the working out of plans for the carrying on of these factories by workers formerly employed in them, who were to be organized in co-operative societies, and also plans for the organization of these co-operatives in one great union.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,20",
				"headline":"",
				"text":"The Commune abolishes night work for bakers, and also the workers' registration cards, which since the Second Empire had been run as a monopoly by police nominees — exploiters of the first rank; the issuing of these registration cards was transferred to the mayors of the 20 arrondissements of Paris.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,23",
				"headline":"",
				"text":"Thiers breaks off the negotiations for the exchange, proposed by Commune, of the Archbishop of Paris [Georges Darboy] and a whole number of other priests held hostages in Paris, for only one man, Blanqui, who had twice been elected to the Commune but was a prisoner in Clairvaux.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,27",
				"headline":"",
				"text":"In sight of the impending municipal elections of April 30, Thiers enacted one of his great conciliation scenes. He exclaimed from the tribune of the Assembly: \"There exists no conspiracy against the republic but that of Paris, which compels us to shed French blood. I repeat it again and again...\". Out of 700,000 municipal councillors, the united Legitimists, Orleanists, and Bonapartists ( Party of Order ) did not carry 8,000.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,4,30",
				"headline":"",
				"text":"The Commune orders the closing of the pawnshops, on the ground that they were a private exploitation of labor, and were in contradiction with the right of the workers to their instruments of labor and to credit.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,5,5",
				"headline":"",
				"text":"On May 5 it ordered the demolition of the Chapel of Atonement, which had been built in expiation of the execution of Louis XVI.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,5,9",
				"headline":"",
				"text":"Fort Issy, which is completely reduced to ruins by gunfire and constant French bombardement, is captured by the French army.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,5,10",
				"headline":"",
				"text":"The peace treaty concluded in February now signed, known as Treaty of Frankfurt. (Endorsed by National Assembly May 18.)",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,5,16",
				"headline":"",
				"text":"The Vendôme Column is pulled down. The Vendôme Column was erected between 1806 and 1810 in Paris in honor of the victories of Napoleonic France; it was made out of the bronze captured from enemy guns and was crowned by a statue of Napoleon.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            },
			{
				"startDate":"1871,5,21",
				"headline":"",
				"text":"to 28th. Versailles troops enter Paris on May 21. The Prussians who held the northern and eastern forts allowed the Versailles troops to advance across the land north of the city, which was forbidden ground to them under the armistice — Paris workers held the flank with only weak forces. As a result of this, only a weak resistance was put up in the western half of Paris, in the luxury city; while it grew stronger and more tenacious the nearer the Versailles troops approached the eastern half, the working class city. The French army spent eight days massacring workers, shooting civilians on sight. The operation was led by Marshal MacMahon, who would later become president of France. Tens of thousands of Communards and workers are summarily executed (as many as 30,000); 38,000 others imprisoned and 7,000 are forcibly deported.",
				"asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":"",
                    "thumbnail":""
                }
            }
        ]
    }
}
